* Journal

**** 08:34 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-09-17 Sat 20:34]--[2022-09-17 Sat 20:35] =>  0:01
:END:

I am watching ETHIO 360 now.

Discourse of the war between EPRDF and TPLF:
1. For Tigrians to lose the war is to be annihilated. It is a matter of life or death.
2. For Amharas it is a matter fo honour; to lose is to be looked down upon.
3. For Oromo Prosperity the war is a matter of position; to lose is to be ruled.
4. For OLA and its supporters Oromo prosperity (who are ruling the country) are not real Oromos; and there is no power for Oromos and no right of the people of protected by OPDO.
   
 War Assumptions
 
 1. War loards assume that they are backed by their own people.
 2. War loards assume that they are all winners.
 3. War loards assume that they are right relative to West values.

Outcome
How on earth the Federal Government failed to win a regional war loard (TPLF) with all its Drons, Air Forces, Tanks, Modern Wepeons, Human Power, etc.? Is it because of leadership problem?

Is the weakness and the dismantel of the country, war, poverty, famine are all caused by Oromo leadership? Is it because of incompetent leadership? Is that what you think? I do not think so.

*** 2022-09-19 Monday

**** 09:48 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-09-19 Mon 21:48]--[2022-09-19 Mon 21:52] =>  0:04
:END:

Today Estifo started school. Agaredech left for meeting. I have been writing my article on Afaan Oromoo Derived Nominals for ICES 21 conference to be held on 28 September 2022. I called Ato Wasihun Awash to pay house rent. He asked me to give him sometime. Dr. Jinenus asked me if I am intereseted in getting land lise for house from Oromiya. I agreed. I sent him my ID.

*** 2022-09-20 Tuesday

**** 12:25 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-09-20 Tue 12:25]--[2022-09-20 Tue 12:27] =>  0:02
:END:

Today like yesterday I have been working on my article on "Nominal Derivation in Afaan Oromoo". Today I have received formal invitation from the ICES21 Organizing committe; and I have confirmed that I will be on participating on the conference. I also gave Estif 1000 birr for taxi. Everything is escalating man these days.

* 2022

** 2022-09 September

*** 2022-09-21 Wednesday

**** 02:15 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-09-21 Wed 14:15]--[2022-09-21 Wed 14:18] =>  0:03
:END:

Today I have completed the first draft of my article titled "Nominal Derivation in Afaan Oromoo". I have already compiled section one, Agent Nominal, section two-event nominal, section three-result nominal and section foru-Patient nominal. I have also created agent.bib file and work on citation and bibliography. I have already included acronyms and symbols.

*** 2022-09-22 Thursday

**** 10:46 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-09-22 Thu 22:46]--[2022-09-22 Thu 22:49] =>  0:03
:END:

Today I haven't done anything on my article. I have been working on customizaion of firefox. Finally I managed it. An also I am busy working on my personal devt. Who am I? I am "I". Brahama. That is it.

*** 2022-09-24 Saturday

**** 06:45 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-09-24 Sat 18:45]--[2022-09-24 Sat 18:49] =>  0:04
:END:

Today I have been working at home the whole day. I have started compiling my presentaion for ICES21 for Sept 28 2022. I have also customized my firefox. It took me lots of time to master it. I did it. I have been thinking how to integrate my knowledge of structure of the universe, structure of my country and language strure. I think I am on the way.

*** 2022-09-29 Thursday

**** 10:23 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-09-29 Thu 22:23]--[2022-09-29 Thu 22:26] =>  0:03
:END:

Beginning from 28th September 2022 I have been participating on ICES21. I presented my presentation on 28th of Sept. 2022 at 2:15. On 29 I have been attending the conference. Dinner invitation was on 29 sept at Ethiopia Hotel and on 29th Sept at Skylight Hotel, Bole.

*** 2022-09-30 Friday

**** 04:13 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-09-30 Fri 16:13]--[2022-09-30 Fri 16:15] =>  0:02
:END:

Today is also the day on which I attended papers presented on ICES21; in the morning I attend Prof. Bahiru Zewde's Politics and History followed by a presentation on Konta Music. Then I left for home. Tomorrow is IRREECHAA.

** 2022-10 October

*** 2022-10-03 Monday

**** 11:50 AM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-10-03 Mon 11:50]--[2022-10-03 Mon 12:04] =>  0:14
:END:

As of today I am supposed to work at home until 2022/2023 when aau teaching learning starts. Up to then 12th grade students are supposed to take matric commonly known as Ethiopian School Leaving Certificate Examination.

Here I am meditating on what is going on Ethiopia.
I have been thinking on metaphyiscs, particularly on 'is' and 'is not' aspects of reality.
The truth is that I am 'is'.
'IS' is energy from which everything is made of and to which everything is supposed to returen.
The source and destination/target is 'IS'.
"IS" is light and love.
But for 'is' to appreciate its own reality there is 'is not' which is non-exitence. "IS NOT" has no life of itself.
"IS NOT" steals, snatches life from the unawakened "IS" who are in blood and flesh.
Now in Ethiopia, the "IS NOT" is on power for it kills the "IS" to get life. It lies to take the true identity of "IS". Constantly it changes its colors. It camouflages to kill. It has false copy of the rules and the structure of the country; but it destroys the true structure.
It camouflages in etinicity.

*** 2022-10-04 Tuesday

**** 07:30 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-10-04 Tue 19:30]--[2022-10-04 Tue 19:35] =>  0:05
:END:

Today I have been working on my article "Genitive Construcion in Afaan Oromoo". I got a new knowledge on example, text, gloss and translation. In the beginning I planned to divide the article into 6 sections: introduction, possessive, Descriptive, problems related to Afaan Oromoo genitive of genitives, solution and conclusion. But now I have changed my idea so that i shall write on subjective, objective, descriptive, possessive, partitive, source and material genitives including Afaan Oromo genitive of genitive problems, solutions and conclusions.

I am also working on creating my own reality. I am my own project!

*** 2022-10-07 Friday

**** 06:33 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-10-07 Fri 18:33]--[2022-10-07 Fri 18:51] =>  0:18
:END:

Since yesterday I have been working on my article "Genitive Construction in Afaan Oromoo". Today almost I am done with the second section, Possessive genitive in Afaan Oromoo. I gave examples discussed issues based on various examples. Tomorrow I will start working on "Inalienable possessions" that is section three. I am with my progress.

The depth of my work understanding how universe works through a language. Basically, I am focusing on mind body relations. Now days I am believing that mind is symbolized by agentive subject while body is symbolized by object of a verb. Verb being an action it relates both the mind and body. Verb is an action by which mind creates its own reality. Taht is mind manifests itself as an object. By the same token an object is also manifest itself as a subject. Therefore, underlyingly mind and body are the same. In fact body and mind entangled. If you move body you affect mind and vice versa. It is also true that universe can creates its self on the basis of law of nature such as law of gravity.

Given the vastness of the universe and the domain of the law of gravity, I assume that there are intelligent beings out there in the universe.

*** 2022-10-09 Sunday

**** 06:46 AM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-10-09 Sun 06:46]--[2022-10-09 Sun 06:56] =>  0:10
:END:

There are three things that are controlling Ethiopia and the wold today. The first one is power of gun. Politicans I ever seen in this country rule people not by democracy, not by constitution, not by election, they rule the people by gun. They live by gun and they live for gun. The second is money. This is related to the first one and people who make money work hand in hand with those men rule by gun. They are corrupted and make money by corruption. They are allowed not to pay taxes and import what ever they like and sell it at high price. They get land from those who rule by gun and the build sky lights and the sell it at a high price. And so on. Both the first and the second are suffocating the people. The third is knowledge. Knowledge rules the whole world and the universe. Even knowledge and wisdom rules everything. The third is more preferable than the first and the second. If you want to be free and escape the domination of ignorant men of one and two, seek knowledge day and night.

*** 2022-10-10 Monday

**** 02:13 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-10-10 Mon 14:13]--[2022-10-10 Mon 14:53] =>  0:40
:END:

Sensetion and perception
If you bring kittens to a room that  has a vertical strips, then the kitten grows a vertical perception; if you bring kittens to a room that has horizontal strips, the kitten will develop a horizontal perception. They can only see a horizontal world. Initial experience is sensation. It has no meaning but it serves as a point of reference for future experience. In this case vertical and horizontal stripes are sensations. Interpretation of a sensation creates a perception. Perception is a sensation that has meaning. The neural network reinforce to interpret the orginal sensation. Infact the world is formless. We create our everyday life through sensation and perception. In conclusion:
1. Perception is a learned phenomenon;
2. All perceptions have magical lies; world is neither vertical nor horizontal; nor flat, nor stationary, nor solid, nor liquid, nor 3 dimensional, etc.
3. What we call rational thought is our interpretaion of magical lies; perceptions that we call to be true; rational thought is the belief that we hold to be true this is the way we know truth;
it is one way but there are other modes of knowing including, feelings, sensations, emotionalizing, imagining, reflecting, transcending, focused awareness, intention, insight,. Rational thought perpetuates the illusion, magical lies such as physical body and physical world.

Given that what is not magical lie; it is the source, the invisible, the formless.

Physicality is the way the invisible having an experience.
Object is an experience,
Who is having an experience? What is the experience?

The experience is color, shape, size, that which is having an expericene has no color, shape, size.
It knows itself, as that color shape and foxk
rm.
That which hears the sound is soundless. It knows itself, experiences itself as sound. It modifies itself into the sensation called sound. By itself, it is soundless. It is colorless, soundless and formless. Every fragrance is experience by that which has no fragrance. Every smell is experince by whih that has no smell. Every thought is an experince by which itself thoughtless. It modifies itself as thought. Every emotion is an experience by which itself is emotionless, potentially it has emotion. Every imagination is an experience by which itself no image. Every form has its own excitation. Which is itiching is experienced by itichless itself. Timebound is experienced by timeless, space bound is experienced by spaceless. In general the invisible is the only reality. You are the invisible. The visible comes and goes. The invisible is eternal.  Bits of knowing are sensory experiences. The whole is known by going to the source. The picture of the world is not a human look of it. It is all possible looks by all possible species, by all possible brains, human brains, that brain species specific that we know is a particular look in that which is looking which is looking is unlookable, it looks as itself in infinite form and phenomenon. Naive realism also believes in subject and object of reality that can be true; awareness knowing itself as subject and object experience; ground yourself always in invisible; fall in love with the invisible; and you fall in love with the universe.

*** 2022-10-13 Thursday

**** 02:18 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-10-13 Thu 14:18]--[2022-10-13 Thu 14:52] =>  0:34
:END:

Your body is a space that sees.
Your body is a space that sees, hears, tastes, feels, imagines, thinks, desires, senses textures (hardness, softness), etc. It has memories instincts and derives. It has creativity and trascendance. Your body is a changing space as a child adult and old. Your body is a space that increases volume upto a certain age and then it decrease in volume. So how does a space creates experience, alter experience through intention and attention, after all it is an empty space. We know that all things including your body made up of space. So how do we think of it? Is it space consciouseness or what? It must be space conciousness and awareness.

Let us take scientfic models. A space is supposed to be a space of vaccum energy. It is the name given to the background energy that exists through out the entire universe. Some people estimated a space has ten to the power of 9 jules of energy per cubic meter. However in quantum electrodynamic the number arrives at ten to the power of one hundred thirty jules per cubic meter. This discrepancy between observed and calculated values known as cosmological constant problems. Quantum field theory suggests that the universe is not particles but flactuating fields. There are matter fields a quanta of which are known as fermions, leptons and quarks. And there are force fields where the quanta of which are bosons including photons as well as electrons and protons. Between the matter fields and the force fields we have ultimate ground of energy of the universe. Does the electromagnetic field bend space and time? Some expert thinks that it does. Then if it does then mass, space, time, energy and information and ideas and constructs are all different expression of the fields. That includes our ideas perception and thought feeling emotions desires and everyting that we call human aspiration. So ultimately there is only the field. There is no space for matter and fields, there is only fields, matter fields and force fields. What happens is that self interaction of the field creates appearances of all objects as we now know them. The field interacting with itself creating resistence within itself appears as matter. Animage objects moves on themselves and decide where to move. Inanimate objects also move but at certain level at level of flactuation of particles conferences of possibility fields. This movement of all existence is the ultimate force field. It expresses itself as thought feelings imagination and perception it is not only a foce field it is a consciousness field. It interacts with its own self. It breaks the perfect symmetry of the universe and appears as a physical universe. I am the field and I create and recreate myself. Your are the field. Your body and matter are flactuating patterns in the field and gives you the experience of the universe.

*** 2022-10-16 Sunday

**** 03:14 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-10-16 Sun 15:14]--[2022-10-16 Sun 15:45] =>  0:31
:END:

The 4 most important questions of existence.
1) Who am I or what am I?
2) What do I want for myself, myfamily, my country, my world, my universe?
3) What is my purpose?
4) What am greatful for?

If we keep on asking these questions, the answers will come to us spontaneously witihout worrying about them.

Who am I or What am I?

The most appropriate question is who am I? I am a person having an experience. In order to understand what am I, I need to know what I am not. I am not the changing body for sure even in this life time. I am my body of course, but which one I have to identify. A single snapshot of my body doesn't fully explain who I am because my body now is not the same as my body five minutes ago. In one year I replace all of my body. So I am not my bdoy. I am not my need too because my thoughts change all the time they come and go. In fact I have habits, but they keep on changing as well. I have toxic overload of thoughts and I am not my thoughts. I am not my emotions either because emotions come and go like clouds. I am not my personality. Personality defines a person but it keeps on changing from childhood, adolecent, adult, self fulfilled or old age personlalities. So I am not my personality. A person that evolving personality in "I". When I take away all things that is not me, what is left is me. That "me" is awareness. The only thing that doesn't change is awareness. It evolves and expands but the notion "I" is constant. That which is "I" is eternal, timeless, spaceless, borderless, infinite. So who am I? I am the infinite being having a finite experience. The finite experience comes and goes, but the infinite I fundamental of source of all experiences and irreducible. "I am" is timeless existence.

What do I want?
I want a critical mass of awakened consciousness for a more peaceful justice and all enjoy their life.

What is my purpose?

My purpose is healing. Healing is the return of the memory of who we are. Not only mind body but to the source who we really are. Body mind and changing experience as the modulation of this coming and returning. My purpose is global awakening.

What am greatful for that I am surprised that I exist?

I am greatful for the opportunity for having and sharing the awareness, for having understanding of truth, Identity as awareness and joy as a fundmental reality. Joy.

*** 2022-10-17 Monday

<<<<<<< HEAD
**** 07:41 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-10-17 Mon 19:41]--[2022-10-17 Mon 20:25] =>  0:44
:END:

The path to enlightment throug the intellect

In principle, the intellect cannot correct the mistakes made by the intellect. You need to go beyond the intellect in order to correct mistakes made by the intellect. You need to go beyond the intellect through inquiry, meditation and through various ways of seeking experience.

So let us start the discussion by identfying the mistakes of the intellect. The mistake of the intellect in one simple phrase is naive realism. The intellect begins with the assumption that reality is material. As we are programmed into the conditioned mind, the intellect also based on subject-object spilit. According to our intellect or experience, there is what we call subject-object spilit. The subject is you and object is everything aroun you, the sky, the moon, the stars, the earth, the people, house, cars, animals, furniture, etc. You and everything else.

This is the mistake of the intellect that says "i am in the world" instead of saying "I am the world" or "the world is in me". This is a fundamental mistake. Because you are the expression of the totality as well. That is our learned experience. Learned interpretation.

So let us exmine if that learned experience or interpretaion is truth or not. We can do this through methodologies such as inquiry and trancendance. Let us take any object, for instance iphone. On the basis of learned experience, your iphone is separate from you. The same experience holds for other objects as well, animals, other people, materials, etc.

Now instead of using the word "object" let us use the word "experience". Before using the phrase "this is my iphone", you have to experience it. When you experience it, you experience it, in your awareness. Therefore that object is appearing as a form in your awareness. But what is that object made of? It is made of the quality of awareness. We call the quality of awareness perception. Everythng is made of quality of perception that we know throug perceptual modalities, hearing, smelling, touching, tasting. So every object is modification of you as a specific perceptual activity. An object is your perceptual activity in your consciousness which gives rise to experience in the form of five senses. Then we interprete it as an iphone, that is human construct. But in reality it is the modified form of yourself as a human experience with certain range of visual spectrum, auditory frequency and thought patterns. On the basis of this interpretation there is no separation between you and your iphone, it is your extension. Everything you observe is a human experience. Therefore, the universe we experience is a human experience. What we call the world is the modified form of your self. When you get this understaning and bring your presence to any object , it becomes beauity. When you bring the same presence to an object that you may consider an enemy, and fuse your experience into the experience of another being, that experience becomes love. The beauty, love and truth. Once you have that experience, there is no separation. When you see an objecg with your presence, that object becomes divine. The devine sees through you. You are the devine experiencing yourself as everythng, as people, as animal, as material objects, as computers, as servers, as an electromagnetic waves, as gravity, as electrons, protons, as force field, as matter fields, as cosmos, and so on.

*** 2022-10-18 Tuesday

**** 02:50 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-10-18 Tue 14:50]--[2022-10-18 Tue 15:45] =>  0:55
:END:

Message for Leaders of the world

I didn't want to come from a place of arrogance or self importance but from a place of deep desire with all humility to help and to create joy. As I watch the news everyday I am very much distressed. Today was even more distressing. Where ever you look there is war, confilict, poverty, death. There is terror, tragedy. What china will do if us supports taiwan, what will russia do? Problems in india, gaza, violence in latin America.


First, I like everyone to ask themeselves. What would be if this confilic continues for five years. Interms of our emotional welbeing, children, security, creative, in terms of health, justice, biological and environmental sustainability, in terms of social walfare, etc.

Second, we should choose. Either we should choos that leads to prosperity, justice, joy, sustainability, health, accomplishment, fullfilment of our dreams.

The fact is if we resort to reptulian brain to solve our problems, resort to violence.
Principles to solve confilict:
(1) Treat your adversery with Respect: To start a conversation for imaginative and creative solution. Violence is the failure of our creative and imagination. If you don't you loose them in the first moment. There is nothing more outreageous than filling humiliated.

(2) Recognize that there is injustice in both sides other wise there wouldn't be a confilict.
(3) Be courageous enought to ask and give forgiveness.
(4) Refrain from belligerent from different parties, these or that; seek emotional integration.
(5) Understand emotional intelligence, understand how to get emotional feelings, how to speak in non-violent way, communicating consciously how to fulfill each others needs.
(6) Understand and respect each others values and exchange values to imagine and create new things. 
(7) Refrain from proving the other person wrong. These creates belligerent.
(8) Understand that fear is the basis of confilic on both sides.
(9) Refrain from ideological argument.


Leadership
L=look and listen

look, listen, creative vision, emotional intelligence, expand our awareness beyound react-respond, lead, dream but do it stretch more than you reach make everything measurable set time limit keep a record, empower yourself at the level of spirit be independent from a harsh critism of adversaries, take responsibility for your health for your joy integration of mind body, 

land listen emotional intelligence expanding awareness dreaming and doing empowerment taking responsibility good luck (opportunity making which is syncronistic)

leaders
L=look and listen
E=Emotional intelligence
A=Expand Awareness
D=Dreaming and doing
E=Empowerment
R=Take responsibility
S=Syncroncity (opportunity making)

*** 2022-10-21 Friday

**** 04:44 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-10-21 Fri 16:44]--[2022-10-21 Fri 17:46] =>  1:02
:END:

Clarification of terminologies
(1) Quantum mysticism:
(a) (wikipedia) is refered to as quantum woo a set of mysticical beliefs that associates practices and associated beliefs that seeks to consciousness, intelligence and spiritual mysticism for quantum medicine. Anything that associates quantum mechanics to what are mistical world views taht relates conciousness, intelligence and spirituality and etc.
(b) Definition of quantum: What is quantum? Quantum is the smallest unit of something especially energy. A smallest unit of any entity. Quantity of light is photons, quantity of electricity is electrons, quantity of gravity is gravitorn (hypothetical). A smallest indivisible unit of an entity including information emitted or absorbed.
(c) It is also refred as psydo science. Sudo science of a collection of beliefs and practices based on scientific method but actually not truely based on scientfic method. It is a suggestion.So it is referred as psudo science. That is a criticim from mainline scientists.
(2) What is the scientfic method? The scientfic method is a method of inquiry consisting of very systematic observation, measurement and modfication of hypothesis. The scientfic method is based on theory and experimentation and validation and predicting the results of experiment.
(3) Waht is Scientism? Scientism is an excessive belief in the power of scientfic methods and techniques.
(4) What is metaphysics? Metaphysics is a branch of philosopy that deals with first principles including ontology, the nature of being or existence, cosmology, epistemology, the limitaions of knowledge and the ways of accumulating knowledeg.

Why we need to address these issues? We need to address these issues because they are constantly issues of collective disagreement on what science is how useful science is.

We know that science creates models of reality. We know that. So does philosopy. So does theology. All systems of thoughts are models or reality. They use their own methodology. Let us talk about the scientfic method. All science is an experience in consciousness. Theories are conceived in consciousness, experiments are designged in consciousness, observations are made in consciousness. The scientfic method never asks who the observe was. It fouces on the observed entity. It never talks what measures. In fact what measures is what observes. What observes and what measures is the base or the background knowledege. Science an experience in consciousness as is the scientfic method.

What we call psudo science that is based on scientfic method is a more complete science. It focues on the observed, on the observer and on modes of observation. Therefore, what sceptices call psudo science is a more complete science. Meta physics deals with fundamental principles and is the parents of what we call physics. Nothing to be apologetic about it. Physics a branch of philosophy deals with the question of existence, cosomology, epistemology, modes of knowing and limitations of our modes of knowing. All criticims are from apostles of scientism who believe that scientfic knowledge and method give us access to truth. A lot of scientist disagree with this idea.

Science creates models of reality. Models are like maps. Models of reality or maps we have are based on electro magnetism, weak and strong forces, entaglement and gravity. The question is how do we know these models through experience? You need to experience all these forces first through observation, perception, inquiry, experimentation and all these is done by human consciousness. Most of the time we come up with mistakes of reality by modles of reality. Scientism, dogmatic, religious models makes such mistakes. There are many modes of knowing of which the scientfic model is one. Intuition, creativity, insight, imagination, love, etc are modes of knowing. Only transcendance gives us truth. Feelings, sensations, images are also modes of knowing for when we transcend theme we get the source which is consciousness. So consciousness has to be the ultimate reality.
Let us explore the model and answer the critiques of scientism or quatum mistisim or woo. Cristism of scientism which became religion. 



=======
**** 01:25 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-10-17 Mon 13:25]--[2022-10-17 Mon 14:07] =>  0:42
:END:

The path to enlightment through the intellect. The intellect cannot correct the mistakes of the intellect. You have to go beyound the intellect in order to correct the mistakes of the intellect. You have to go beyound through a process called inquiry and your own meditation and through various ways of seeking the source of experience.  

What is the mistake of the intellect. One simple example is that the mistake of the intellect is nive realism. The intellect starts with the assumption that the world is material. As we all know the intellect is based on the spilit of subject and object. According to the exprience that we have through rationality there is something called subject-object spilit. The subject is the "I" and the object is everything else outside of you. Look around you. You and everything around you. There are objects such furnitures, tables, computers, cars, animals, trees, books, sky, moon and everything. The mistake is our learned experience. This is the mistake of the universe taht says I am in the world instead of saying the world is in me or I am the world.

Let us exmine our learned experience and the interpretation of our learned experience. We can do that through inquiry and transcendacne. Look at any object. You are here and the object is there. That is separate from you. So is everythng else. Now instead using the word object, let us use the word experience. For example before calling an Iphone you need to experience it. When you experience it, you experience it through your awareness in your awareness. Therefore that experience appears as a form in your awareness. But what is that object made of? That objec is made of qulities of awareness which we call perceptions. Everything is made of qulities of perception. You can see, touch, smell, feel, hear it. So all objects are modifications of you as that perceptual activity. In other words that object is not separate from you. Your perceptual activity in your consciousness gives to the experience of an object in that particular thing. Therefore, we interprete that as an Iphone, that is human construct. But, infact it is the modified fom of yourself as a human experience, not as an experience of other animal or form of being. As a thouth frequencey of human withing the range of visual spectrum and sound frequency, certain range of olfactory, tactile stimulus and other perceptual modifications of awareness. Everything you observe is a human experience. Therefore, the universe we know is a human experience. Therefore there is no separation of subject and object, it is a mistake of nive realism. When you bring your experience to an object it becomes love because there is no separation between you and the object. It becomes beauity. When you bring your presence to a thing you think it was your enemy, when you bring into the experience of another being, taht experience become love. The beauty, love and truth all go together. Once you bring that experienc love, truth and beauity, there is no separation. There is only love. Love is infused into ever experience. When you observe any person or object in your presence, that object becomes devine. You as devine experiencing every thing. Look at anything, that sees in your eyes is devine.

Can the mistakes of the intellect be corrected by the intellect? Yes, throug inquiry, reflection, mditation and direct experience. When you directly experience anything, you would not find matter, you would find your perceptual activity and experience, your self. 
>>>>>>> 001107f1e0deeaafbd61fd176b6dc0f9c1d1f32e

*** 2022-10-29 Saturday

**** 04:33 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-10-29 Sat 16:33]--[2022-10-29 Sat 17:36] =>  1:03
:END:


The discovery DNA is a big discovery after Darwin equal to special and general relativity. An entire revolution occured in our understanding of biology. Then around 2000 the entire human genome was diciphered. Experiences be it mental, emotional, interpretation of experiences, perception are all triggered on off in the genome. Genes that regulate self regulation and healing at homiostesis. Stress causes the opposite and decreases the activity of genes of self regulation and increase inflamation and etc. These expose to diseases, heart disease, alchaimes, etc. This is the epigenetic activity that carries memories of several generations. This is where we are in our understaning of biology today.

An alternative idea
Look at your hand. Any activity of the body is activity of genes. There are genes every where in the body and mind. And these genes are the experiences of our ancesestors. Every ancestors, human and animal. The epigenetic information is also transferred from our ancestors. Genes are the blue print that creates a particular unique organism. The activity of that blue print also regulated including in embrogenesis. When there is morphogenesis and differentiation switches go on and off. The one original pluri potential differentiates into organs and body-one cell. 50 trillion cells each cell doing something different coming form  original fertilized cell. Differention is organized through epigenetic switches.

The alphabet of life ATCG Adinine, Guanine, Citocitimine, that chemicals are made from ordinary atoms carbon , hydrogen, nitrogen, oxgen. These atoms from burning starts some astro biologist even say 50% of atoms in our body come from other galaxes through a phenomenon called gravitational wind. That alphabet in our genes is memory of stars in the beginning of the universe. As that alphabet becomes genes , it is the memory of your ancestors. The memory of life is in your body now.  The memory of the birth of universe is alos there. There is no activity you can perform, thinking, imagination, intuiting , perception, feeling, volition, perceptual interpretation, choice with out the help of the entire universe and the history of entire whole life. That is memory is in your entire body right now. Memory is linked to experience. Who are having that experience? It was your ancestors, humans and animals. Before that insect ancestors, and the first organisms.

We are the memories of the birth of the universe and memories of all existence and the interpretation of existence. Waht happened before genes were existed the memory was there. It was in non-local awareness. Non-loacal awareness what differentiates into every perceptual experience, every coginitive experience, every interpretation of experience in every biological organism, of course as humans we have self awareness. That memory is procting this entire universe and sentient beings with their own projections experiences as the universe. How many universes are there? As many sentient beings as there are. Every body is a dancing universe. Some dance exitedly, some lost the memory and being distracted and some inactive, there are infinite experiences and modes of existence. Reality is very misteious. Experience and explanation come from the same source.

That source is Baman. Projecting as Bamand. The individual soul is the interface b/n your universe and the universal conciousness projecting across all universes. It has memory that recicles, as karma, desire and imagination. It is recicling experience. Not only recicling experience but also it is the evolution of experience. Because human nerveous system we are pondering to questions sucha as who am I? Where I came from? Where am I going? Does higher consciousness exist?Does god care about this biological system of species?

Current thinking of evolution is mechanistic random mutations and natual selection. But evolution is not random it is guided by consciousness.

*** 2022-10-30 Sunday

**** 08:12 AM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-10-30 Sun 08:12]--[2022-10-30 Sun 09:18] =>  1:06
:END:
What is consciousness? Consciousness is a superposition of infinite possibilities.It coexists simultaneously. The way entagnlement and singularity are explained is materialistic. Singularity is space-time that is infinite. Space time curves upon itself in a space zero volume and infinite density.

What is the argument b/n naive realism and non-naive realism? There is no a such a universe it is a human construct. Universe is one long dream in infinite awareness. How do we reconsile the materialistic world view with the consciousness world view? The materialistic view takes human perception, human cognition, human experience as a fundamental truth in describing a reality that is independent of human experience. How can this be soloved if you observe something and there is an entity that is doing the observing. What is doing the observing and what is interpreting the observation. Consciousness or awareness is where observation occur, interpreted and modified consciouness as sensory experience. So ultimately this sensory experience and the interpretaion of sensory experience are projected as the idea of real universe. But we also know that the range of human experience in terms of perception is very limited, it is a narrow band of perceptual activity which we can extend through telscope and microscope. But it still is a perceptual activity. We can also say that no perceptual activity experience Wholeness with bits of sensory perception. But we interprete our sensory experience as whole.

Is it possible to have an observer independent universe? If so what would it looks like? The question is meaningless. Something doing the looking and interpreting the looking as a reality. The cannot be a picture of the universe without having the look of it. So reality is stranger than we can think. We can only interprete our perceptual experiences. We know that our perceptual experiences are inaccurate. They do not describe reality. Physical body is a modified perception happening in your awareness. Infact human bdoy is void. How does sth that is proportionally as void as intergalatic space appears as human bdoy? This is possible only if nothing modifies itself as everything. The universe is a free lunch. It is made of nothing. Yet it appears as everything. Galaxies, starts, planets are all the interpretation of sensations as experience to the instrument we call human brain which is also a modified perception of the same nothingness.

This issue occupies the attention of many scientists and philosophers throught out millenia. But human species have existed only for 200,000 years. Written language 5 or 6 thousand years. But it is very obvious that all these concepts are also experiences in awareness. No concept can be had in the abscence of awareness. These awareness modifies itself into specicific experience. It also human consciouness takes its own experience of perceptual reality which are basically only sensations and iterprets them as this universe. It includes gravity, spacial theory of relativeity, general relativity etc. Ultimate reality is inconcivalbe. The ultimate reality is you. The mistery of reality is unsolvable. Therefore the only solution is surrender to the mistery. Then you rely on you. You are the mistery. This mistery is devine. You surrender to your devine. 

**** 01:13 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-10-30 Sun 13:13]--[2022-10-30 Sun 13:36] =>  0:23
:END:

6 steps of manifestation

(1) Certain outcome is intended
(2) The outcome need to be specific and definite and the person knows what she wants
(3) Littel or no attention is paid to the pysiological detail processes involve; paying attention inhibits the flow of impulses of intelligence that produce the outcome, slowing down success
(4) The person expects the outcome and has confidence in the outcome, there is no anxious attachement to the outcome, anxiety prevents the desire, worry and doubt are obstacles to events of success, the power is still there but it returns against itself, dout is a self defeating intention sent to the creative power, which the field of consciousness computes, rejects the first desire,
(5) Self referring feedback loop involved, in other words, every fulfilled intention teaches you how to fullfill the next intention even better, when the result occurs it confirms the result at a conscious level. It increases confidence and makes success stronger. This changes doubt into certainity. If the outcoem doesn't succeed, it is because of resistence to existence. An abscence of flow.
(6) At the end of process there is no doubt that the outcome was obtained by definite conscious process that extends beyound the individual to a larger reality. The absolute self fulfills it.

Inner intelligence coordinates.

** 2022-11 November

*** 2022-11-01 Tuesday

**** 03:21 PM - Journal                                          :journal:
:LOGBOOK:
CLOCK: [2022-11-01 Tue 15:21]--[2022-11-01 Tue 15:32] =>  0:11
:END:

5 steps to avoid stress
(1) Realize that you have an interpretation in a stressful situation, and tell yourself that your interpretation has no patent to be accepted as a truth
(2) Set aside your mind set, when you feel tense take this as a signal that you are holding on too tightening to your point of view
(3) Look at things from a new perspective, focus on the feelings in your body and as you do your mind inevitable starts to look at things differently
(4) Question your interpretation if it is valid
(5) Focus on process not on outcome, stress always arise when you focs on how things have to turn out, this is a pit fall of thinking that events can be controlled or forced into predictable outcomes. To overcome this you need to tell yourself that you donot know where you are going and you need to enjoy the journey.
